# list of apps to be installed with the command dotf apps (via homebrew cask)
# each line must contain the name of one application
google-chrome
sublime-text
macdown
quicklook-json
alfred
day-o
iterm2
licecap
mysqlworkbench
hex-fiend
sourcetree
spectacle
stay
visual-studio-code
diffmerge
daisydisk
dropbox
xquartz
spotify
hipchat
# charles requires java
java
charles
rescuetime
iexplorer
