# frozen_string_literal: true

tap 'cartr/qt4'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
brew 'ack'
brew 'openssl@1.1'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'readline'
brew 'python'
brew 'cairo'
brew 'carthage'
brew 'libunistring'
brew 'libidn2'
brew 'cask'
brew 'cloc'
brew 'cmake'
brew 'cocoapods'
brew 'coreutils'
brew 'ctags'
brew 'delta'
brew 'exa'
brew 'fd'
brew 'harfbuzz'
brew 'ffmpeg'
brew 'findutils'
brew 'fpp'
brew 'node'
brew 'fx'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'gnu-sed', args: ['with-default-names']
brew 'grep'
brew 'highlight'
brew 'htop'
brew 'hub'
brew 'iftop'
brew 'ilmbase'
brew 'libde265'
brew 'shared-mime-info'
brew 'libheif'
brew 'libomp'
brew 'libtool'
brew 'openexr'
brew 'imagemagick'
brew 'ios-deploy'
brew 'iperf'
brew 'oniguruma'
brew 'jq'
brew 'libidn'
brew 'mas'
brew 'mergepbx'
brew 'ncdu'
brew 'neovim'
brew 'netcat'
brew 'nmap'
brew 'optipng'
brew 'ossp-uuid'
brew 'psgrep'
brew 'python@3.8'
brew 'rbenv'
brew 'redis'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'ripgrep'
brew 'ruby-install'
brew 'rust'
brew 'scons'
brew 'task'
brew 'telnet'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'wget', args: ['with-iri']
brew 'wxmac'
brew 'xctool'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'cartr/qt4/qt@4'

cask 'aerial'
cask 'alfred'
cask 'caffeine'
cask 'daisydisk'
cask 'diffmerge'
cask 'dotnet'
cask 'fork'
cask 'google-chrome'
cask 'hex-fiend'
cask 'iterm2'
cask 'itsycal'
cask 'licecap'
cask 'macdown'
cask 'magicavoxel'
cask 'mysqlworkbench'
cask 'quicklook-json'
cask 'quicklookapk'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'xquartz'
mas 'Agenda', id: 1_287_445_660
mas 'Day One Classic', id: 422_304_217
mas 'Easy Image Converter', id: 574_656_669
mas 'EasyRes', id: 688_211_836
mas 'Ghostery Lite', id: 1_436_953_057
mas 'Graphic', id: 404_705_039
mas 'iMovie', id: 408_981_434
mas 'Instapaper', id: 1_481_302_432
mas 'Keynote', id: 409_183_694
mas 'Numbers', id: 409_203_825
mas 'Pages', id: 409_201_541
mas 'Pocket', id: 568_494_494
mas 'Screeny', id: 440_991_524
mas 'StuffIt Expander', id: 405_580_712
mas 'Trello', id: 1_278_508_951
mas 'Window Tidy', id: 456_609_775
mas 'Xcode', id: 497_799_835
