tap "cartr/qt4"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "readline"
brew "python"
brew "cairo"
brew "carthage"
brew "libunistring"
brew "libidn2"
brew "cask"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "node"
brew "fx"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed", args: ["with-default-names"]
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "iftop"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libomp"
brew "libtool"
brew "openexr"
brew "imagemagick"
brew "ios-deploy"
brew "iperf"
brew "oniguruma"
brew "jq"
brew "libidn"
brew "mas"
brew "mergepbx"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "optipng"
brew "ossp-uuid"
brew "psgrep"
brew "python@3.8"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "scons"
brew "task"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "wget", args: ["with-iri"]
brew "wxmac"
brew "xctool"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cartr/qt4/qt@4"
cask "alfred"
cask "caffeine"
cask "daisydisk"
cask "diffmerge"
cask "dotnet"
cask "fork"
cask "google-chrome"
cask "hex-fiend"
cask "iexplorer"
cask "iterm2"
cask "itsycal"
cask "licecap"
cask "macdown"
cask "magicavoxel"
cask "mysqlworkbench"
cask "quicklook-json"
cask "quicklookapk"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
mas "Agenda", id: 1287445660
mas "Day One Classic", id: 422304217
mas "Easy Image Converter", id: 574656669
mas "EasyRes", id: 688211836
mas "Ghostery Lite", id: 1436953057
mas "Graphic", id: 404705039
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Screeny", id: 440991524
mas "StuffIt Expander", id: 405580712
mas "Trello", id: 1278508951
mas "Window Tidy", id: 456609775
mas "Xcode", id: 497799835
